[GENERAL]
NAME					= Русский
TRANSLATOR				= Роман Старых и Дм. Ерохин
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Отмена
TEXT_MESSAGEBOX_ABORT			= Прервать
TEXT_MESSAGEBOX_RETRY			= Повторить
TEXT_MESSAGEBOX_IGNORE			= Пропустить
TEXT_MESSAGEBOX_YES			= Да
TEXT_MESSAGEBOX_NO			= Нет
TEXT_MESSAGEBOX_CONTINUE		= Продолжить

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Бета
TEXT_PORTABLE				= Портативная
TEXT_BUILDNO				= Сборка#
TEXT_SELECT_FOLDER			= Выберите папку
TEXT_ASSOC_IMAGE			= Изображение (${str1})
TEXT_ASSOC_RAWIMAGE			= Raw-изображение (${str1})
TEXT_ASSOC_EBOOK			= Сжатый графический файл (${str1})
TEXT_APP_DESC				= Honeyview – сверхбыстрый просмотр изображений
TEXT_ABOUTBOX_TAB1			= О программе Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Графический файл
TEXT_OPENFILEDLG_ALLFILE		= Все файлы
TEXT_NEW_FOLDER				= Новая папка
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Не удалось загрузить необходимые для установки файлы.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Ошибка проверки версии
TEXT_UPDATE_VERSION_CHECKING		= Проверка версии
TEXT_UPDATE_DOWNLOAD_FAILED		= Ошибка загрузки
TEXT_UPDATE_LATEST_VERSION		= Обновления отсутствуют
TEXT_UPDATE_DO_DOWNLOAD			= Имеется обновление
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Загрузка завершена

TEXT_MSG_LASTPAGE			= Это последнее изображение
TEXT_MSG_FIRSTPAGE			= Это первое изображение
TEXT_MSG_NOIMAGEFILE			= В этом архиве нет изображений
TEXT_MSG_INVALID_PHOTOFOLDER		= Установите в настройках путь к фотопапке 2
TEXT_MSG_CANTOPENARCHIVE		= Невозможно открыть файл:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Этот файл не поддерживается. Обновите программу.
TEXT_MSG_INVALID_PASSWORD		= Неправильный пароль
TEXT_MSG_STRETCHWHENSMALL_ON		= Растягивать мелкие: ДА
TEXT_MSG_STRETCHWHENSMALL_OFF		= Растягивать мелкие: НЕТ
TEXT_MSG_CANTOPENBOOKMARK		= Невозможно открыть закладки
TEXT_MSG_BROKENARCHIVE			= Этот архив повреждён
TEXT_MSG_ADDTOBOOKMARK			= Добавить в закладки: 
TEXT_MSG_LOADRECENTBOOKMARK		= Открыть недавно сохранённую закладку:
TEXT_MSG_SLIDESHOWSTART			= Запуск слайдшоу с интервалом ${TIME} сек
TEXT_MSG_SLIDESHOWSTOP			= Слайдшоу остановлено
TEXT_MSG_ALWAYSONTOP_ON			= Всегда сверху: ДА
TEXT_MSG_ALWAYSONTOP_OFF		= Всегда сверху: НЕТ
TEXT_MSG_ZOOMFIX_ON			= Фиксация масштаба: ДА
TEXT_MSG_ZOOMFIX_OFF			= Фиксация масштаба: НЕТ
TEXT_MSG_EXTPROGERR_LAUNCH		= Открытие в графическом редакторе
TEXT_MSG_EXTPROGERR_NOTSET		= Выберите графический редактор в настройках (Paint, Photoshop и т.д.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Запомнить расположение внутри архива:
TEXT_MSG_RESTART_NOTIFY			= Эта программа будет перезагружена
TEXT_MSG_COPY2CLIPBOARD			= Скопировано в буфер обмена
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Невозможно скопировать в буфер обмена
TEXT_MSG_BOOKMARK_EXPORTED		= Закладки сохранены
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Невозможно сохранить закладки
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Невозможно открыть закладки
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Невозможно импортировать закладки
TEXT_MSG_BOOKMARK_IMPORTED		= Закладки импортированы
TEXT_MSG_SETWALLPAPER_FAILED		= Невозможно установить как обои рабочего стола
TEXT_MSG_CANT_OPEN_IMAGE		= Невозможно открыть графический файл
TEXT_MSG_TRANSFORM_COMPLETED		= Обработка завершена
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Невозможно открыть файл
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Невозможно сохранить файл
TEXT_MSG_CANT_OPEN_MMF			= Невозможно открыть MMF (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Эта программа будет перезагружена
TEXT_MSG_DELETED			= Удалено

TEXT_ASK_INIT				= Вернуть стандартные настройки?
TEXT_ASK_DELETE_IMAGE			= Удалить этот файл в корзину?
TEXT_ASK_DELETE_ARCHIVE			= Текущее изображение является частью архива.[br][br]Хотите удалить весь архив (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL		= Удалить все сохранённые закладки?
TEXT_ASK_LAUNCH_ASSOCUI			= В Windows 8 и более новых версиях необходимо сопоставлять расширения вручную.[br][br]Хотите это сделать?
TEXT_ASK_STOP_BATCH_PROCESSING		= Идёт обработка. Вы хотите её отменить?

TEXT_FILTERMODE_NONE			= Без фильтра
TEXT_FILTERMODE_BILINEAR		= Фильтр: сглаживание
TEXT_FILTERMODE_SHARPEN			= Фильтр: сглаживание + резкость

TEXT_SHOWMODE_NONE			= Просмотр: реальный размер (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Просмотр: по размеру окна
TEXT_SHOWMODE_FIT2WIDTH			= Просмотр: по ширине
TEXT_SHOWMODE_TWO_L2R			= Двухстраничный (слева направо)
TEXT_SHOWMODE_TWO_R2L			= Двухстраничный (справа налево)

TEXT_NEXTPATH_NOFILE			= Переход к папке: последнее изображение (откройте файл)
TEXT_NEXTPATH_LASTFOLDER		= Следующая папка: последнее изображение
TEXT_PREVPATH_LASTFOLDER		= Предыдущая папка: последнее изображение
TEXT_NEXTPATH_OPENFOLDER		= Следующая папка:
TEXT_PREVPATH_OPENFOLDER		= Предыдущая папка:

TEXT_DELETE				= Удалено: 
TEXT_COPY_TO_PHOTOFOLDER1		= Скопировано в Папку 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Скопировано в Папку 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Перемещено в Папку 1:

TEXT_SELECTFILEDLG_FILELIST		= Список
TEXT_SELECTFILEDLG_DATE			= Дата изменения
TEXT_SELECTFILEDLG_SIZE			= Размер

TEXT_BOOKMARKEDITDLG_PATH		= Путь

TEXT_PAGETURNFX_NONE			= Без эффекта
TEXT_PAGETURNFX_HV2			= Листание
TEXT_PAGETURNFX_ALPHA			= Растворение
TEXT_PAGETURNFX_SLIDE			= Скольжение

TEXT_FILEINFO_FILENAME			= Имя файла
TEXT_FILEINFO_SIZE			= Размер
TEXT_FILEINFO_CREATETIME		= Дата создания
TEXT_FILEINFO_MODIFYTIME		= Дата изменения
TEXT_FILEINFO_IMGINFO			= Детали
TEXT_FILEINFO_ROTATE			= Поворот
TEXT_FILEINFO_ZOOM			= Масштаб

TEXT_EXIF_MAKER				= Производитель
TEXT_EXIF_MODEL				= Модель камеры
TEXT_EXIF_SOFTWARE			= Программа
TEXT_EXIF_ARTIST			= Автор
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Авторские права
TEXT_EXIF_DATETIME			= Дата съёмки
TEXT_EXIF_FLASHUSED			= Вспышка
TEXT_EXIF_FOCALLENGTH			= Фокусное расстояние
TEXT_EXIF_FOCALLENGTH_35MM		= 35-мм эквивалент
TEXT_EXIF_EXPOSURETIME			= Выдержка
TEXT_EXIF_EXPOSUREBIAS			= Экспокоррекция
TEXT_EXIF_APERTUREFNUMBER		= Диафрагма
TEXT_EXIF_ISOEQUIVALENT			= Чувствительность
TEXT_EXIF_METERINGMODE			= Режим экспозамера
TEXT_EXIF_EXPOSUREPROGRAM		= Экспопрограмма
TEXT_EXIF_DISTANCE			= Расстояние до объекта
TEXT_EXIF_GPS				= Данные GPS
TEXT_EXIF_COMMENT			= Комментарий

TEXT_CUSTOMCMD_NOOPERATION		= Ничего не делать
TEXT_CUSTOMCMD_FULLSCREEN		= На полный экран
TEXT_CUSTOMCMD_MAXIMIZE			= Развернуть
TEXT_CUSTOMCMD_MINIMIZE			= Свернуть
TEXT_CUSTOMCMD_PAGESELECT		= Выбрать изображение
TEXT_CUSTOMCMD_EXIT			= Выход
TEXT_CUSTOMCMD_OPEN			= Открыть файл
TEXT_CUSTOMCMD_OPENFOLDER		= Открыть папку
TEXT_CUSTOMCMD_NEXT1			= Следующая 1-ая стр. (двухстраничный) 
TEXT_CUSTOMCMD_PREV1			= Предыдущая 1-ая стр. (двухстраничный)
TEXT_CUSTOMCMD_NEXT			= Следующее изображение
TEXT_CUSTOMCMD_PREV			= Предыдущее изображение
TEXT_CUSTOMCMD_NEXT_RANDOM		= Следующее случайное
TEXT_CUSTOMCMD_PREV_RANDOM		= Предыдущие случайное
TEXT_CUSTOMCMD_HOME			= Первое изображение
TEXT_CUSTOMCMD_END			= Последнее изображение
TEXT_CUSTOMCMD_NEXT10			= Следующее 10-ое
TEXT_CUSTOMCMD_PREV10			= Предыдущие 10-ое
TEXT_CUSTOMCMD_SCROLL_UP		= Прокрутка вверх
TEXT_CUSTOMCMD_SCROLL_DN		= Прокрутка вниз
TEXT_CUSTOMCMD_SCROLL_LEFT		= Прокрутка влево
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Прокрутка вправо
TEXT_CUSTOMCMD_ZOOM_IN			= Увеличить масштаб
TEXT_CUSTOMCMD_ZOOM_OUT			= Уменьшить масштаб
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Скопировать в фотопапку
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Переместить в фотопапку
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Скопировать в фотопапку 2
TEXT_CUSTOMCMD_NEXTPATH			= Следующий архив/папка
TEXT_CUSTOMCMD_PREVPATH			= Предыдущий архив/папка
TEXT_CUSTOMCMD_CONTEXT_MENU		= Контекстное меню
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Показать файл/EXIF

TEXT_COMBO_GIF_TRANS_OPTION_0		= Исходная палитра GIF
TEXT_COMBO_GIF_TRANS_OPTION_1		= Белый цвет фона
TEXT_COMBO_GIF_TRANS_OPTION_2		= Прозрачный фон
TEXT_COMBO_GIF_TRANS_OPTION_3		= Чёрный фон

TEXT_COMBO_LASTFILE_ACTION_NONE		= Ничего не делать
TEXT_COMBO_LASTFILE_ACTION_ASK		= Спросить
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Перейти к первому файлу
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Перейти к след./пред. файлу/папке

TEXT_ASSOC_GROUP0			= Часто используемые графические форматы
TEXT_ASSOC_GROUP1			= Относительно новые графические форматы
TEXT_ASSOC_GROUP2			= Графические форматы без потери данных (с камеры)
TEXT_ASSOC_GROUP3			= Форматы файлов сжатых изображений

TEXT_SORT_METHOD_FILENAME		= Сортировать по имени
TEXT_SORT_METHOD_DATE			= Сортировать по дате изменения
TEXT_SORT_METHOD_SIZE			= Сортировать по размеру
TEXT_SORT_METHOD_EXT			= Сортировать по типу

TEXT_TRANSF_RESIZE_NONE			= Не изменять размер
TEXT_TRANSF_RESIZE_KEEPRATIO		= Сохранить пропорции
TEXT_TRANSF_RESIZE_FITWIDTH		= По ширине
TEXT_TRANSF_RESIZE_ADD			= Добавить поля 
TEXT_TRANSF_RESIZE_CUT			= Обрезать изображение
TEXT_TRANSF_RESIZE_STRETCH		= Растянуть изображение

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Авто
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Предыдущая папка ( [ )
TEXT_BTN_NEXT_FOLDER			= Следующая папка ( ] )
TEXT_BTN_PREV_ARCHIVE			= Предыдущий архив ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Следующий архив ( ] )


[MENU]
MENUSTR_OPEN				= Открыть\tF2
MENUSTR_OPENFOLDER			= Открыть папку\tF
MENUSTR_CLOSE				= Закрыть\tF4
MENUSTR_PAGESELECT			= Выбрать изображение\tEnter
MENUSTR_OPEN_FILEPOSITION		= Показать в Проводнике\tCtrl+Enter

MENUSTR_FILTER_NONE			= Без фильтра\tU
MENUSTR_FILTER_BILINEAR			= Сглаживание\tI
MENUSTR_FILTER_SHARPEN			= Сглаживание + резкость\tS

MENUSTR_PAGEMOVE			= Навигация
MENUSTR_PAGEMOVE_NEXT			= Следующее изображение\t->
MENUSTR_PAGEMOVE_PREV			= Предыдущее изображение\t<-
MENUSTR_PAGEMOVE_HOME			= Первое изображение\tHome
MENUSTR_PAGEMOVE_END			= Последнее изображение\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Следующее 10-ое\tCtrl+PgDn
MENUSTR_PAGEMOVE_PREV10			= Предыдущее 10-ое\tCtrl+PgUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Следующее случайное\tCtrl+Alt+PgDn
MENUSTR_PAGEMOVE_RAND_PREV		= Предыдущие случайное\tCtrl+Alt+PgUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Следующая папка/архив\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Предыдущая папка/архив\t[

MENUSTR_INTERPOLATEMODE			= Интерполяция
MENUSTR_INTERPOLATEMODE_BILINEAR	= Билинейная (быстро)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Бикубическая (медленно, качественнее)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Метод Ланцоша (медленно, качественнее)

MENUSTR_IMAGE_PROCESSING		= Эффекты изображения
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Инвертировать\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Гамма-коррекция\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Перевернуть по вертикали\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Перевернуть по горизонтали\tCtrl+M

MENUSTR_SORT_METHOD			= Сортировать
MENUSTR_SORT_METHOD_FILENAME		= По имени
MENUSTR_SORT_METHOD_DATE		= По дате
MENUSTR_SORT_METHOD_SIZE		= По размеру
MENUSTR_SORT_METHOD_EXT			= По типу
MENUSTR_SORT_DESCENDING			= По убыванию

MENUSTR_SHOWMODE			= Просмотр изображения
MENUSTR_FILTER_STRETCHWHENSMALL		= Растягивать маленькие\tZ
MENUSTR_SHOWMODE_NONE			= Реальный размер (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= По размеру окна\t9
MENUSTR_SHOWMODE_FITWIDTH		= По ширине\t8
MENUSTR_SHOWMODE_TWO_L2R		= Двухстраничный (слева направо)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Двухстраничный (справа налево)\t6

MENUSTR_ZOOM				= Масштаб
MENUSTR_ZOOM_IN				= Увеличить масштаб\t+
MENUSTR_ZOOM_OUT			= Уменьшить масштаб\t-
MENUSTR_ZOOM_FIX			= Зафиксировать масштаб\tCtrl+K
MENUSTR_ZOOM_100			= Реальный размер (100%)\t*
MENUSTR_ZOOM_IN_1			= Увеличить масштаб (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Уменьшить масштаб (1%)\tCtrl+-

MENUSTR_ROTATION			= Поворот
MENUSTR_ROTATION_NONE			= Не поворачивать\tAlt+Up
MENUSTR_ROTATION_L90			= Повернуть на 90˚ влево\tAlt+Left
MENUSTR_ROTATION_R90			= Повернуть на 90˚ вправо\tAlt+Right
MENUSTR_ROTATION_180			= Перевернуть по горизонтали\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Файл/EXIF-информация\tTAB
MENUSTR_WALLPAPER			= Сделать рисунком рабочего стола...
MENUSTR_DELETE				= Удалить\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Скопировать в фотопапку\tIns
MENUSTR_EXTPROG0			= Открыть в редакторе\tCtrl+E
MENUSTR_PRINT				= Печать\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Скопировать в буфер обмена\tCtrl+C

MENUSTR_SETTING				= Настройки\tF5
MENUSTR_ABOUT				= О программе\tF1
MENUSTR_EXIT				= Выход\tX

; about popup menu
MENUSTR_HOMEPAGE			= Сайт программы
MENUSTR_HELP				= Справка по горячим клавишам

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Добавить в закладки\tB
MENUSTR_BOOKMARK_DELALL			= Удалить все закладки
MENUSTR_BOOKMARK_SETTTING		= Настройки закладок 
MENUSTR_BOOKMARK_EDIT			= Редактировать закладки\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Стоп\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 сек\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 сек\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 сек\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 сек\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 сек\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 сек\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 сек\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 сек\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 сек\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 сек
MENUSTR_SLIDESHOW_15			= 15 сек
MENUSTR_SLIDESHOW_20			= 20 сек
MENUSTR_SLIDESHOW_25			= 25 сек
MENUSTR_SLIDESHOW_30			= 30 сек
MENUSTR_SLIDESHOW_60			= 60 сек
MENUSTR_SLIDESHOW_90			= 90 сек
MENUSTR_SLIDESHOW_LOOP			= Повторять
MENUSTR_SLIDESHOW_RANDOM		= Случайный порядок

MENUSTR_PAGETURNFX_NONE			= Без эффекта
MENUSTR_PAGETURNFX_HV2			= Листание
MENUSTR_PAGETURNFX_ALPHA		= Растворение
MENUSTR_PAGETURNFX_SLIDE		= Скольжение

MENUSTR_PHOTOFOLDER_COPY1		= Скопировать в фотопапку 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Переместить в фотопапку 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Скопировать в фотопапку 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Настройки фотопапок
MENUSTR_PHOTOFOLDER_OPEN		= Открыть фотопапку 1

MENUSTR_TRANSFORMDLG			= Преобразовать (поворот, размер)\tCtrl+T

[DIALOG]
IDCANCEL				= Отмена
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= О программе Honeyview
IDC_BTN_HOMEPAGE			= Сайт программы
IDC_BTN_UPDATE				= Обновить

[IDD_SETTING]
IDD_SETTING				= Настройки
IDC_BTN_INIT				= Сброс

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Общие настройки
IDC_CHK_USESNAP				= Примагничивать окно к краям рабочего стола
IDC_CHK_DONOTREMEMBERFOLDER		= Не сохранять путь к последней папке
IDC_CHK_ONE_INSTANCE			= Не разрешать запуск нескольких экземпляров Honeyview
IDC_CHK_ASK_DELETE			= Запрашивать подтверждение перед удалением файла
IDC_CHK_NO_CENTER_MESSAGE		= Показывать уведомления в углу, а не в центре
IDC_CHK_ALWAYS_ON_TOP			= Всегда поверх других окон (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Выходить из программы по нажатию Esc
IDC_CHK_CHECK_UPDATE			= Проверять наличие обновлений
IDC_CHK_CHECK_UPDATE_MINOR		= Уведомлять о незначительных обновлениях
IDC_STATIC_LASTFILEACTION_IMAGE		= По достижении первого/последнего изображения:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= По достижении перв./посл. изображения в архиве:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Настройки просмотра
IDC_CHK_SHOWBORDER			= Показывать границы главного окна
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Показывать имя файла на изображении, если меню скрыто (Shift+Tab)
IDC_CHK_SAVE_ZOOM_FIX			= Запоминать масштаб
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Не показывать панель меню вверху
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Не показывать панель управления внизу
IDC_CHK_DO_NOT_SIDE_ARROW		= Не показывать боковые кнопки со стрелками
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Не показывать управление анимацией
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Не показывать управление масштабированием
IDC_CHK_HIDE_TOOLTIP_HELP		= Не показывать всплывающие подсказки при наведении мыши
IDC_CHK_EXIFINFO_SMALL_FONT		= Мелкий шрифт для информации о файле/EXIF
IDC_CHK_USEBKGNDIMAGE			= Изменить стандартный фоновый рисунок
IDC_BTN_BKGND_SET			= Обзор
IDC_BTN_BKGND_OPEN			= Папка
IDC_STATIC_BKGNDCOLOR			= Цвет фона:
IDC_BTN_BKGND				= Выбрать
IDC_STATIC_BORDERCOLOR			= Цвет границы:
IDC_BTN_BORDERCOLOR			= Выбрать

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Настройки закладок
IDC_CHK_AUTOBOOKMARK			= Автосохранение пути текущего изображения в закладках
IDC_CHK_SHARE_SETTING			= Общие настройки/закладки для всех окон
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Автозапоминание пути текущего изображения в архиве
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Удалить
IDC_STATIC_MAX_BOOKMARK			= Максимум закладок:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Ассоциированные расширения файлов
IDC_BTN_IMAGE_SELECT			= Выбрать все
IDC_BTN_IMAGE_DESELECT			= Отменить выбор
IDC_BTN_APPLY_NOW			= Применить

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Ассоциирование расширений
IDC_STATIC_ASSOC_DESC1			= В Windows 8 и более новых версиях проделайте следующее:
IDC_STATIC_ASSOC_DESC2			= 1. Нажмите кнопку "Настройки ассоциаций"
IDC_STATIC_ASSOC_DESC3			= 2. Нажмите "Выбрать все" в окне настроек ассоциаций
IDC_STATIC_ASSOC_DESC4			= 3. Нажмите кнопку "Сохранить"
IDC_STATIC_ASSOC_DESC1_10		= В Windows 10 и более новых версиях проделайте следующее:
IDC_STATIC_ASSOC_DESC2_10		= 1. Нажмите кнопку "Настройки ассоциаций"
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Настройки ассоциаций
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Классический метод

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Обработка изображений
IDC_CHK_EXIFROTATION			= Автоповорот изображений на основе EXIF
IDC_CHK_STRONG_SHARPEN			= Сильное увеличение резкости
IDC_CHK_CACHE_IMAGE			= Кэшировать следующее изображение
IDC_STATIC_CACHE_MEMORY_SIZE		= Объём кэш-памяти: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Показывать верхнюю часть изображения, если оно больше окна
IDC_CHK_USE_PREVIEW_MODE		= Сначала показывать изображения в более низком качестве для ускорения визуализации
IDC_CHK_USE_IMAGE_ICC			= Использовать ICC-профиль в изображении
IDC_CHK_USE_MONITOR_ICC			= Использовать ICC-профиль монитора
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Прозрачный фон для GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Прозрачный фон для 32-битовых изображений:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Интерполяция (фильтр изменения размера):
IDC_STATIC_PAGETURNFX			= Эффект перелистывания страниц:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Выбор
IDC_STATIC_CUSTOMKEYDESC_KEY		= Клавиша
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Действие

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Параметр
IDC_STATIC_CUSTOMMOUSE_ACTION		= Действие
IDC_CHK_CUSTOM_LBUTTON			= Левая кнопка
IDC_CHK_DBLCLICK2MAXIMIZE		= Разворачивать/восстанавливать окно по двойному щелчку
IDC_CHK_CLICK2PAGETURN			= Листать нажатием у левого/правого края экрана
IDC_CHK_CUSTOM_MBUTTON			= Средняя кнопка
IDC_CHK_CUSTOM_RBUTTON			= Правая кнопка
IDC_CHK_CUSTOM_XBUTTON			= Кнопка X
IDC_CHK_CUSTOM_YBUTTON			= Кнопка Y
IDC_CHK_CUSTOM_WHEELUP			= Колёсико вверх 
IDC_CHK_CUSTOM_WHEELDN			= Колёсико вниз

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Настройки контекстного меню
IDC_CHK_SHELL_USE_SHELL_MENU		= Использовать контекстное меню в Проводнике Windows
IDC_CHK_SHELL_TRANSFORM_DLG		= Преобразовать с помощью Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Показать в Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Предпросмотр в контекстном меню
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Показывать информацию об изображении
IDC_CHK_SHELL_SHOW_ICON			= Показывать значок Honeyview
IDC_STATIC_SHELL_THUMB_PREVIEW          = Предпросмотр эскизов в Проводнике

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Прочие настройки
IDC_STATIC_PHOTOFOLDER			= Фотопапки
IDC_STATIC_PHOTOFOLDER_DESC1		= Папка 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Папка 2:
IDC_BTN_PHOTOFOLDER_SET1		= Обзор
IDC_BTN_PHOTOFOLDER_OPEN1		= Открыть
IDC_BTN_PHOTOFOLDER_SET2		= Обзор
IDC_BTN_PHOTOFOLDER_OPEN2		= Открыть
IDC_STATIC_EXTPROGRAM			= Редактор изображений
IDC_BTN_SET_EXTPROG0			= Обзор
IDC_BTN_SET_EXTPROG1_FAST		= Готовые
IDC_CHK_PAGETURNWAV			= Звуковой эффект при перелистывании
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Не открывать Raw-файлы изображений
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= При открытии файлов JPEG не открывать Raw-файлы с тем же именем
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= При открытии Raw-файлов показывать встроенный эскиз (если есть)
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Подгонять размер окна под размер изображения
IDC_CHK_DISABLE_SCREEN_SAVER		= Отключать экранную заставку Windows при работе Honeyview

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Языковые настройки
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Загрузить ещё языки...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Открыть папку языка...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Выберите изображение
IDC_CHECK_SHOW_THUMBNAIL		= Скрыть навигацию по эскизам

[IDD_PASSINPUT]
IDD_PASSINPUT				= Введите пароль
IDC_STATIC_PASSDESC			= Этот файл зашифрован. Введите пароль.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Редактирование закладок
IDC_BTN_DEL				= Удалить
IDC_BTN_IMPORT				= Импорт закладок
IDC_BTN_EXPORT				= Экспорт закладок

[IDD_PRINT]
IDD_PRINT				= Печать
IDC_GROUP_PRINTER			= Выбрать принтер
IDC_BTN_PRINTER_PROPERTY		= Свойства
IDC_CHK_ROTATE				= Повернуть на 90˚
IDC_CHK_FIT_IN				= По размеру листа
IDC_STATIC_ZOOM				= Масштаб:
IDC_STATIC_MARGIN_L			= Слева:
IDC_STATIC_MARGIN_T			= Сверху:
IDC_STATIC_MARGIN_R			= Справа:
IDC_STATIC_MARGIN_B			= Снизу:
IDC_STATIC_COPIES			= Копий:
IDC_BTN_PRINT				= Печать
IDC_BTN_CLOSE				= Закрыть

[IDD_UPDATE]
IDD_UPDATE				= Обновление Honeyview 
IDC_STATIC_MESSAGE_1			= Обновление Honeyview готово.
IDC_STATIC_MESSAGE_2			= Нажмите кнопку "Обновить", чтобы установить новейшую версию.
IDOK					= Обновить
IDCANCEL				= Отмена
IDC_BTN_SETTING_UPDATE			= Параметры

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Переименовать или заменить
IDC_STATIC_ASK_OVERWRITE		= Такой файл уже существует.
IDC_STATIC_SRC				= Текущее изображение
IDC_STATIC_DST				= Целевое изображение
IDC_BTN_OVERWRITE			= Перезаписать
IDC_BTN_RENAME				= Сохранить как...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Установить как обои
IDC_STATIC_PREVIEW			= Предпросмотр
IDC_STATIC_BACK_COLOR			= Цвет фона
IDC_RADIO_BACKCOLOR_0			= Чёрный
IDC_RADIO_BACKCOLOR_1			= Авто
IDC_RADIO_BACKCOLOR_2			= Свой...
IDC_BTN_BKGND				= Выбрать...
IDC_BTN_CLOSE				= Закрыть
IDC_BTN_APPLY				= Применить

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Открыть файл
IDC_STATIC_OPENING			= Открытие...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Выберите папку
IDC_STATIC_FOLDER			= Путь к папке:
IDC_BTN_NEWFOLDER			= Новая папка
IDC_CHK_OPEN_SUBFOLDER			= Со всеми файлами из вложенных папок

[IDD_TRANSFORM]
IDD_TRANSFORM				= Преобразование изображения
IDC_STATIC_FILELIST			= Список файлов
IDC_STATIC_PREVIEW			= Предварительный просмотр
IDC_BTN_START				= Выполнить
IDC_BTN_CLOSE				= Закрыть
IDC_BTN_OPEN_DEST_FOLDER		= Открыть папку

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Поворот
IDC_RADIO_ROTATE_NONE			= Не поворачивать
IDC_RADIO_ROTATE_LEFT			= Повернуть на 90˚ влево
IDC_RADIO_ROTATE_RIGHT			= Повернуть на 90˚ вправо
IDC_RADIO_ROTATE_180			= Повернуть на 180˚
IDC_RADIO_ROTATE_AUTO			= Автоповорот на основе EXIF
IDC_STATIC_RESIZE			= Изменить размер
IDC_STATIC_RESIZE_SIZE			= Новый размер

IDC_STATIC_FORMAT			= Параметры формата
IDC_STATIC_FORMAT_SELECT		= Формат:
IDC_STATIC_FORMAT_QUALITY		= Качество:
IDC_STATIC_SAVE				= Целевая папка
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Сохранить в исходной папке
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Сохранить в фотопапке
IDC_RADIO_TARGETFOLDER_CUSTOM		= Сохранить в:
IDC_STATIC_FILENAME_HEADER		= Префикс имени файла
IDC_STATIC_FILENAME2SAVE		= Предпросмотр имени файла
IDC_BTN_INIT				= Сброс


[SKIN]
$TT_FULLSCREEN				= На полный экран (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Горячая клавиша: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Вызов: Alt+Z
$TT_PAGESELECT				= Выбрать изображение (Enter)
$TT_LOCKCONTROLBAR			= Блокировка элементов управления (~)
$TT_LOCKTITLEBAR			= Блокировка меню (`)
$TT_COPY_EXIFINFO			= Скопировать файл/EXIF (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Показать/скрыть сведения о файле/EXIF (Tab)
$TT_LAUNCH_GPS_LOCATION			= Показать местоположение на картах Google (Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Воспроизводить звуковой файл (перелистывание)
$TT_CLOSE_EXIFINFO			= Закрыть (Tab)
$TT_PREV_BTN				= ЛКМ: предыдущее, ПКМ: предыдущее 10-ое
$TT_NEXT_BTN				= ЛКМ: следующее, ПКМ: следующее 10-ое

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Звуки
$BTN_TEXT_SHOWMODE			= Просмотр
$BTN_TEXT_PHOTOFOLDER			= Копировать
$BTN_TEXT_EDIT				= Правка
$BTN_TEXT_STICKY			= Блок
$BTN_TEXT_BOOKMARK			= Закладки
$BTN_TEXT_SLIDESHOW			= Слайдшоу
$BTN_TEXT_UPDATE			= Доступна новая версия

$TEXT_SETTINGTAB_GENERAL		= Общие
$TEXT_SETTINGTAB_VIEW			= Просмотр
$TEXT_SETTINGTAB_BOOKMARK		= Закладки
$TEXT_SETTINGTAB_ASSOC			= Ассоциации
$TEXT_SETTINGTAB_IMAGEPROCESS		= Обработка
$TEXT_SETTINGTAB_KEYBOARD		= Клавиатура
$TEXT_SETTINGTAB_MOUSE			= Мышь
$TEXT_SETTINGTAB_SHELL			= Меню
$TEXT_SETTINGTAB_ETC			= Разное
$TEXT_SETTINGTAB_LANG			= Язык

$TEXT_DESKTOP				= Рабочий стол
$TEXT_DOCUMENT				= Документы
$TEXT_PICTURE				= Изображения
$TEXT_COMPUTER				= Компьютер


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Преобразовать в Honeyview (&2)
TEXT_LAUNCH_HONEYVIEW			= Показать в Honeyview (&3)
TEXT_LOADING				= Загрузка...
TEXT_IMAGE_LOAD_FAILED			= Невозможно загрузить файл
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Запуск Honeyview
UNINSTALLER_LNK_NAME 			= Удаление программы

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview сейчас выполняется. Сначала закройте программу.
MSG_ASK_DELETE_ALL_FILES		= В папке установки ($INSTDIR) остались файлы.[br][br]Хотите полностью удалить папку?
MSG_ASK_RESTART_EXPLORER		= Для завершения установки необходимо перезапустить Проводник Windows. Сделать это сейчас?
MSG_ASK_UNINSTALL_HV3			= Программа Honeyview уже установлена. Чтобы установить новую версию, нужно сначала удалить уже установленную. Продолжить?
MSG_UNINSTALL_HV3_FAILED		= Не удалось удалить.
MSG_RESTART_EXPLORER			= Для полного удаления Honeyview необходимо перезапустить Проводник Windows.

TEXT_LICENSE				= Лицензионное соглашение Honeyview
TEXT_OPTIONS				= Параметры установки
TEXT_OPT_PROGRAMGROUP			= Папка в меню 'Пуск'
TEXT_OPT_DESKTOPSHORCUT			= Ярлык на рабочем столе
TEXT_OPT_QUICKLAUNCH			= Ярлык в панели быстрого запуска
TEXT_OPT_FOLDER				= Папка установки
TEXT_OPT_REGIMAGE			= Ассоциировать расширения файлов
TEXT_SELECT_FOLDER			= Выберите папку
TEXT_LICENSE_LINK			= [сайт]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview – это сверхбыстрая программа просмотра изображений, разработанная и распространяемая компанией Bandisoft.[br][br]Программа бесплатна для личного, коммерческого и др. использования.

TEXT_ASK_RESTART_EXPLORER		= Для завершения установки необходимо перезапустить Проводник Windows. Сделать это сейчас?
TEXT_NEED_ADMIN_PRIVILEGE		= Для установки этой программы нужны права администратора.[br][br]Без прав администратора корректная установка программы невозможна.[br][br]Прекратить установку?

